tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "coursier/formulas"
tap "delphinus/sfmono-square"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jorgerojas26/lazysql"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "abseil"
brew "act"
brew "protobuf"
brew "grpc"
brew "bat"
brew "cairo"
brew "clean"
brew "cmake"
brew "cowsay"
brew "curl"
brew "delve"
brew "dep-tree"
brew "djvulibre"
brew "harfbuzz"
brew "tesseract"
brew "ghostscript"
brew "python@3.12"
brew "djvu2pdf"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "eza"
brew "fastfetch"
brew "unbound"
brew "ffmpeg"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gcc"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "go"
brew "gtk+"
brew "libpq", link: true
brew "harlequin"
brew "htop"
brew "hyfetch"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "llvm@17"
brew "lmdb"
brew "lua"
brew "make"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "opam"
brew "perl"
brew "pipx"
brew "poppler"
brew "pre-commit"
brew "protobuf@3"
brew "protolint"
brew "qemu"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustup"
brew "spotify_player"
brew "stow"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "whois"
brew "xterm"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
cask "aerospace"
cask "hiddenbar"
cask "iterm2"
cask "notunes"
cask "sf-symbols"
cask "vagrant"
cask "zed"
vscode "anysphere.remote-containers"
vscode "golang.go"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "vscodevim.vim"
