tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "coursier/formulas"
tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "abseil"
brew "act"
brew "python@3.12"
brew "ansible"
brew "bat"
brew "clean"
brew "tmux"
brew "stow"
brew "cmake"
brew "cowsay"
brew "delve"
brew "dep-tree"
brew "djvulibre"
brew "ghostscript"
brew "djvu2pdf"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "unbound"
brew "eza"
brew "ffmpeg"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "htop"
brew "hyfetch"
brew "lazydocker"
brew "lazygit"
brew "llvm@17"
brew "lmdb"
brew "lua"
brew "make"
brew "neovim"
brew "perl"
brew "postgresql@16"
brew "pre-commit"
brew "python@3.12"
brew "qemu"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "telnet"
brew "thefuck"
brew "vim"
brew "whois"
brew "zoxide"
brew "zsh"
cask "hiddenbar"
cask "iterm2"
cask "notunes"
cask "zed"
